Repository: WindowsAppCommunity/Quarrel
Catalog: src/Quarrel/Strings/*/Resources.resw
Source language: en_us
Languages: he_il

# Login/LoginBTN.Content
source: Login
he_il: כניסה

# Login/Disclaimer1TB.Text
source: Logging in will intercept a token that allows Quarrel to interact with Discord through your account.
he_il: כניסה יירט אסימון המאפשר לריב לקיים אינטראקציה עם מחלוקת באמצעות החשבון שלך.

# Login/Disclaimer2TB.Text
source: At no point does Quarrel read your password.
he_il: בשום שלב קווראל לא קורא את הסיסמה שלך.

# Login/QuarrelTB.Text
source: Quarrel
he_il: קווראל

# Login/TokenLoginHLBTN.Content
source: Login with Token
he_il: כניסה עם אסימון

# Login/GoBackHLBTN.Content
source: Go Back
he_il: תחזור

# Login/TokenTBox.PlaceholderText
source: Token
he_il: אסימון

# ExtendedSplash/Connected
source: CONNECTED
he_il: מחובר

# ExtendedSplash/Connecting
source: CONNECTING
he_il: מתחבר

# ExtendedSplash/Loading
source: LOADING
he_il: טוען

# Login/PrivacyPolicyHLBTN.Content
source: Privacy Policy
he_il: מדיניות פרטיות

# Login/PrivacyPolicyOnlyInEnglishTB.Text
source: The privacy policy is only available in English.
he_il: מדיניות הפרטיות זמינה רק באנגלית.

# CurrentUserButton/OnlineRBTN.ToolTipService.ToolTip
source: Online
he_il: זמין

# CurrentUserButton/IdleRBTN.ToolTipService.ToolTip
source: Idle
he_il: לא נמצא

# CurrentUserButton/DndRBTN.ToolTipService.ToolTip
source: Do Not Disturb
he_il: נא לא להפריע

# CurrentUserButton/InvisibleRBTN.ToolTipService.ToolTip
source: Invisible
he_il: בלתי נראה

# About/AboutTB.Text
source: ABOUT
he_il: אודות

# About/DevelopedByTB.Text
source: Developed by Adam Dernis and Matthew
he_il: פותח על ידי Adam Dernis ו-Matthew

# About/DisclaimerOnlyInEnglishTB.Text
source: Disclaimer is only in English
he_il: כתב ויתור הוא רק באנגלית

# About/DiscussOnTwitterTB.Text
source: Discuss on Twitter
he_il: דיון בטוויטר

# About/LeaveFeedbackTB.Text
source: Leave Feedback
he_il: השאר משוב

# About/ViewOnGitHubTB.Text
source: View code on GitHub
he_il: צפה הקוד ב-GitHub

# About/ContributionsHLBTN.Content
source: Contributions
he_il: תרומות

# Credit/ContributorsTB.Text
source: Contributors
he_il: תורמים

# Credit/CreditTB.Text
source: CREDIT
he_il: כבוד

# Credit/DevelopersTB.Text
source: Developers
he_il: מפתחי

# About/Branch
source: From {0}
he_il: מ-{0}

# DiscordStatus/APIResponseTB.Text
source: API Response Time
he_il: זמן תגובה API

# DiscordStatus/DayHBTN.Content
source: Day
he_il: יום

# DiscordStatus/DetailsHBTN.Content
source: Details
he_il: פרטים

# DiscordStatus/DiscordStatusTB.Text
source: DISCORD STATUS
he_il: סטטוס דיסקורד

# DiscordStatus/FailedToLoadTB.Text
source: FAILED TO GET DISCORD STATUS :/
he_il: נכשל לקבל סטטוס דיסקורד :/

# DiscordStatus/MonthHBTN.Content
source: Month
he_il: חודש

# DiscordStatus/WeekHBTN.Content
source: Week
he_il: שבוע

# DiscordStatus/OnlyEnglishTB.Text
source: Some information is only available in English
he_il: מידע מסוים זמין רק באנגלית

# AppDisplayName
source: Quarrel
he_il: קווראל

# AppDisplayNameAlpha
source: Quarrel Alpha
he_il: קווראל אלפא

# AppDisplayNameDev
source: Quarrel Dev
he_il: קווראל Dev

# AppDisplayNameInsider
source: Quarrel Insider
he_il: קווראל פנימאי

# About/QuarrelAlpha
source: Quarrel Alpha
he_il: קווראל אלפא

# About/QuarrelDev
source: Quarrel Dev
he_il: קווראל Dev

# About/QuarrelInsider
source: Quarrel Insider
he_il: קווראל פנימאי

# About/QuarrelRelease
source: Quarrel Release
he_il: קווראל שחרור

# CommandBar/CallBTN.ToolTipService.ToolTip
source: Call
he_il: שיחה

# CommandBar/NewWindowBTN.ToolTipService.ToolTip
source: Open Channel in New Window
he_il: פתח הערוץ בחלון חדש

# CommandBar/ToggleMembersBTN.ToolTipService.ToolTip
source: Toggle Members Panel
he_il: פאנל חברים

# CommandBar/StatusMFI.Text
source: Discord Status
he_il: סטטוס דיסקורד

# CommandBar/AboutMFI.Text
source: About
he_il: אודות

# CommandBar/SettingsMFI.Text
source: Settings
he_il: הגדרות

# MessageBox/MessageTBox.PlaceholderText
source: Send message
he_il: שלח הודעה

# Guilds/Home
source: Home
he_il: בית

# Channels/MemberCount
source: {0} Members
he_il: {0} חברים

# And
source: {0} and {1}
he_il: {0}ו {1}

# OxfordAnd
source: {0}, and {1}
he_il: {0}, ו{1}

# UserSettings/MyAccount
source: My Account
he_il: החשבון שלי

# UserSettings/Privacy
source: Privacy
he_il: פרטיות

# UserSettings/Connections
source: Connections
he_il: חיבורים

# UserSettings/Display
source: Display
he_il: להציג

# UserSettings/Behavior
source: Behavior
he_il: התנהגות

# UserSettings/Notifications
source: Notifications
he_il: התראות

# UserSettings/Voice
source: Voice
he_il: קול

# UserSettings/AboutMeTBox.Header
source: About Me
he_il: עליי

# UserSettings/DMFilter2DescTB.Text
source: Don't analyze any DMs
he_il: אין לנתח הודעות ישירות

# UserSettings/DMFilter2TB.Text
source: I live dangerously
he_il: אני גר בצורה מסוכנת

# UserSettings/DiscriminatorTBox.Header
source: Discriminator
he_il: מאבחן

# UserSettings/DMFilterDescTB.Text
source: Analyze and automatically delete direct messages containing explicit content
he_il: ניתוח ומחק באופן אוטומטי הודעות ישירות המכילות תוכן מפורשת

# UserSettings/DMFilterTB.Text
source: DIRECT MESSAGE FILTERING
he_il: מסנן הודעה ישירה

# UserSettings/EmailTBox.Header
source: Email
he_il: אימייל

# UserSettings/DMFilter1DescTB.Text
source: Analyze all DMs, except from my friends
he_il: נתח את כל ההודעות הישירות, למעט מחבריי

# UserSettings/DMFilter1TB.Text
source: My friends are nice
he_il: החברים שלי נחמדים

# UserSettings/DMFilter0DescTB.Text
source: Analyze all DMs
he_il: נתח את כל ההודעות הישירות

# UserSettings/DMFilter0TB.Text
source: Protect me
he_il: הגן עליי

# UserSettings/UsernameTBox.Header
source: Username
he_il: שם משתמש

# Time/LTMinuteAgo
source: Less than a minute ago
he_il: לפני פחות מדקה

# Time/MinutesAgo
source: {0} minutes ago
he_il: לפני {0} דקות

# Time/OneMinuteAgo
source: A minute ago
he_il: לפני דקה

# Time/TodayAt
source: Today at {0}
he_il: היום בשעה {0}

# Time/TwoMinutesAgo
source: 2 minutes ago
he_il: לפני 2 דקות

# Time/YesterdayAt
source: Yesterday at {0}
he_il: אתמול בשעה {0}

# ExtendedSplash/Failure
source: Failure
he_il: כישלון

# Message/CopyIdMFI.Text
source: Copy ID
he_il: העתק מזהה

# Message/CopyLinkMFI.Text
source: Copy Link
he_il: העתק קישור

# Message/DeleteMFI.Text
source: Delete
he_il: מחק

# UserSettings/AccountSettings
source: Account Settings
he_il: הגדרות חשבון

# UserSettings/AppSettings
source: App Settings
he_il: הגדרות אפליקציה

# About/Version
source: Version: {0}.{1}.{2}
he_il: גרסת: {0}.{1}.{2}

# GuildSettings/PersonalSettings
source: Personal Settings
he_il: הגדרות אישיות

# GuildSettings/ServerSettings
source: Server Settings
he_il: הגדרות שרת

# GuildSettings/UserManagement
source: User Management
he_il: ניהול משתמשים

# GuildSettings/AuditLog
source: Audit Log
he_il: יומן ביקורת

# GuildSettings/Bans
source: Bans
he_il: איסורים

# GuildSettings/Invites
source: Invites
he_il: מזמין

# GuildSettings/Members
source: Members
he_il: חברים

# GuildSettings/Moderation
source: Moderation
he_il: מתינות

# GuildSettings/Notifications
source: Notifications
he_il: הודעות

# GuildSettings/Overview
source: Overview
he_il: סקירה כללית

# GuildSettings/Privacy
source: Privacy
he_il: פרטיות

# GuildSettings/Roles
source: Roles
he_il: תפקידים

# Settings/RevertBTN.Content
source: Revert
he_il: החזר

# Settings/SaveBTN.Content
source: Save
he_il: שומר

# Settings/UnsavedChangesTB.Text
source: There are unsaved changes that must be handled before swapping pages.
he_il: ישנם שינויים שלא נשמרו שיש לטפל בהם לפני החלפת עמודים.

# UserSettings/LanguageTB.Text
source: Language
he_il: שפה

# GuildsSettings/ExplicitContentFilter0DescTB.Text
source: Ain't no party like my grandma's tea party.
he_il: אין מסיבה כמו מסיבת התה של סבתא שלי.

# GuildsSettings/ExplicitContentFilter0TB.Text
source: Don't scan any media content.
he_il: אל תסרוק שום תוכן מדיה.

# GuildsSettings/ExplicitContentFilter1DescTB.Text
source: Recommended option for servers that use roles for trusted membership.
he_il: אפשרות מומלצת לשרתים המשתמשים בתפקידים לחברות מהימנה.

# GuildsSettings/ExplicitContentFilter1TB.Text
source: Scan media content from members without a role.
he_il: סרוק תוכן מדיה מחברים ללא תפקיד.

# GuildsSettings/ExplicitContentFilter2DescTB.Text
source: Recommended option for when you want that squeaky clean shine.
he_il: אפשרות מומלצת כאשר אתה רוצה את הברק הצח והנקי הזה.

# GuildsSettings/ExplicitContentFilter2TB.Text
source: Scan media content from all members.
he_il: סרוק תוכן מדיה מכל החברים.

# GuildsSettings/Vertification0DescTB.Text
source: Unrestricted
he_il: ללא הגבלה

# GuildsSettings/Vertification0TB.Text
source: None
he_il: אף אחד

# GuildsSettings/Vertification1DescTB.Text
source: Must have a verified email attached to their account.
he_il: חייב לצרף דוא"ל מאומת לחשבון.

# GuildsSettings/Vertification1TB.Text
source: Low
he_il: נמוך

# GuildsSettings/Vertification2DescTB.Text
source: Must also be registered on Discord for longer than 5 minutes.
he_il: כמו כן חייב להיות רשום בדיסקורד למשך יותר מ-5 דקות.

# GuildsSettings/Vertification2TB.Text
source: Medium
he_il: בינוני

# GuildsSettings/Vertification3DescTB.Text
source: Must also be a member of this server longer than 10 minutes.
he_il: כמו כן חייב להיות חבר בשרת זה יותר מ-10 דקות.

# GuildsSettings/Vertification3TB.Text
source: High
he_il: גבוה

# GuildsSettings/Vertification4DescTB.Text
source: Must have a verified phone on their discord account.
he_il: חייב להיות טלפון מאומת בחשבון הדיסקורד שלהם.

# GuildsSettings/Vertification4TB.Text
source: Highest
he_il: הכי גבוה

# GuildSettings/ExplicitContentFilterTB.Text
source: EXPLICIT CONTENT FILTER
he_il: מסנן תוכן מפורש

# GuildSettings/VertificationLevelTB.Text
source: VERIFICATION LEVEL
he_il: רמת אימות

# GuildSettings/ServerNameTBox.Header
source: Server name
he_il: שם שרת
